[
  {
    'Nome': 'Ajustar Disparo',
    'Atributo': 'PER',
    'Categoria': '5',
    'Efeito': 'Quando um arqueiro erra um disparo, este é capaz de ajustar o próximo para fazê-lo com mais precisão.',
    'Requisitos': 'Imprevisibilidade e Mira.',
    'Mecanica': 'Depois de errar um alvo, o arqueiro soma seu total em Ajustar disparo nas colunas do próximo Disparo.',
    'Obs1': 'O tempo de intervalo entre o disparo perdido e o disparo ajustado não pode ultrapassar a rodada após o uso da técnica para que o combatente receba os benefícios desta técnica',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem usá-la após uma técnica defensiva do inimigo que tenha tornado inefetivo (anulado) completamente um ataque seu.',
  },
  {
    'Nome': 'Ambidestria',
    'Atributo': '-',
    'Categoria': '2',
    'Efeito': 'Ambidestria é uma técnica que tem como sua de sua finalidade principal permitir que o combatente utilize duas armas de baixo peso (Combate Desarmado, Grupos Leves e/ou Médios) para atacar com as duas mãos de forma quase simultânea.',
    'Requisitos': 'N/D',
    'Mecanica': 'O jogador deve rolar dois ataques e reduzir (1) nível de cada resultado. Caso um dos ataques ou ambos sejam feitos com Combate Desarmado e/ou outros Grupos Leves o(s) resultado(s) obtido(s) não deve(m) ser reduzido(s).',
    'Obs1': 'Esta técnica possui Imperícia.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem refinar as capacidades de utilizar as duas mãos (fora do combate) de forma concomitante para qualquer finalidade corriqueira como (desenhar, escrever, prestidigitar etc.).',
  },
  {
    'Nome': 'Animosidade',
    'Atributo': 'FIS',
    'Categoria': '3',
    'Efeito': 'Seja pela sua postura em combate, temperamento natural, ideais e/ou outros fatores, alguns guerreiros possuem um fulgor instintivo que vem à tona durante a possibilidade de cada nova batalha. Essa técnica é utilizada para treinar e avivar essa(s) característica(s) fisicamente durante o combate, através de uma explosão de energia e adrenalina.',
    'Requisitos': 'N/D',
    'Mecanica': 'Sempre que o guerreiro estiver em iminência de combate ou em combate, seu total na técnica animosidade será duplicado e adicionado em sua EH. Esta energia adicional continuará vigente enquanto existir iminência e perdurará até o fim do combate e não poderá ser recuperada com encantos.',
    'Obs1':'Esta técnica possui Limite Diário',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem triplicar o total ao invés de duplicar.',
  },
  {
    'Nome': 'Aparar',
    'Atributo': 'FOR',
   'Categoria': '6',
    'Efeito': 'Aparar é uma técnica brutal, que visa o contrapor de forças, a fim de reduzir o dano recebido, podendo até mesmo chegar a anular o golpe sofrido.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o jogador deve anunciar para o mestre que irá usar esta técnica para defender-se. Nessa rodada, enquanto aguarda os golpes, o combatente só poderá fazer ações de movimento. Ao receber um golpe, o combatente deverá fazer um rolamento em seu total nesta técnica simulando um ataque. O resultado definirá o dano reduzido, ou seja, o dano que seria causado pela arma diminuirá o dano causado pelo golpe do oponente. Se o rolamento for um Cinza (Crítico), o adversário será desarmado imediatamente. Caso o personagem consiga causar mais dano do que recebeu, e este esteja em um combate corpo a corpo, o adversário deverá rolar um teste fácil no atributo Força para não ser desarmado. Ataques de cor Cinza (Crítico) só podem ser aparados por esta técnica se o personagem que está aparando conseguir um resultado Cinza (Crítico).',
    'Obs1': 'Caso o jogador perceba que será atacado e não esteja em um combate, este poderá usar esta técnica sem necessidade de anúncio. Esta técnica possui Ignorar à Iniciativa.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados em Aparar conseguem causar (1) nível a mais de dano no uso da técnica.',
  },
  {
    'Nome': 'Aprimorar',
    'Atributo': '-',
    'Categoria': '3',
    'Efeito': 'Através de um treinamento aprimorado, cada movimento é exaustivamente aperfeiçoado, desenvolvendo uma habilidade descomunal no manuseio de seu grupamento preferido, conferindo-lhe vastos benefícios, tanto no combate corpo a corpo, quanto à distância, aumentando sua precisão nos golpes, letalidade e ritmo de combate.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, o combatente precisa escolher um único grupo de armas para se dedicar. Em combate, a cada três rodadas atacando com a mesma arma o personagem poderá fazer um único ataque extra proveniente desta técnica. A cada nível ímpar nesta técnica as armas do grupo escolhido recebem em seus danos ou em suas colunas um bônus de +1. O bônus deve surgir de forma alternada, começando no primeiro nível ímpar pelo dano e no segundo nível ímpar em sua coluna e assim por diante. Exemplo: 1º Nível na técnica: Bônus de +1 no dano, 3º Nível na técnica: Bônus de +1 na coluna de ataque, 5º Nível na Técnica: Bônus de +1 no dano, e assim por diante. Desta forma um guerreiro que tivesse o 5º nível nesta técnica receberia um bônus total de +2/+1 onde respectivamente o +2 representa o dano e o +1 a coluna de ataque.',
    'Obs1': 'O grupo de armas escolhido passa a custar 2 pontos extras.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem escolher um segundo grupo de armas e têm o intervalo para o golpe extra diminuído de três rodadas para duas rodadas.',
  },
  {
    'Nome': 'Ataque Oportuno',
    'Atributo': 'PER',
    'Categoria': '5',
    'Efeito': 'O ataque oportuno maximiza a efetividade e os danos causados, visando acertar pontos vulneráveis da defesa de adversários que estejam em situações desvantajosas.',
    'Requisitos': 'N/D',
    'Mecanica': 'Esta técnica pode ser usada sempre que o alvo tenha e/ou esteja sob as seguintes condições Caído, desequilibrado, desprevenido, ter obtido um resultado Verde (Falha) em um ataque, fugindo, surpreendido, e outras situações a critério do mestre. Caso a vítima esteja indefesa ou em surpresa completa, o ataque será diretamente na EF. Ao usar esta técnica o usuário deverá somar seu total em “Ataque Oportuno” a coluna de ataque do golpe aplicado.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica ganham bônus de mais (1) nível em qualquer rolamento em conjunto com esta técnica.',
  },
  {
    'Nome': ' Atirar em Movimento',
    'Atributo': 'AGI',
    'Categoria': '7',
    'Efeito': 'Com esta técnica o combatente será capaz de efetuar ataques em qualquer direção enquanto estiver movimentando-se rapidamente.',
    'Requisitos': 'N/D',
    'Mecanica': 'Qualquer combatente que não possuir esta técnica só conseguirá atacar enquanto estiver movimentando-se de forma mais lenta Andando, cavalgando, etc.',
    'QuadroRolagens': 'Verde: A imprecisão dos movimentos impede de efetuar seus ataques durante esta rodada.Branco: É possível efetuar seus ataques somente para frente e com -4 colunas durante qualquer tipo de corrida.Amarelo: É possível efetuar seus ataques em qualquer direção à frente e/ou lateral durante uma corrida de fundo.Laranja: É possível efetuar seus ataques em qualquer direção à frente e/ou lateral durante uma corrida curta.Vermelho: É possível efetuar seus ataques em qualquer direção durante uma corrida de fundo.Azul: É possível efetuar seus ataques em qualquer direção durante uma corrida curta.Cinza: É possível efetuar um ataque para qualquer lado e usar sua velocidade de movimento total (sem redutores) nesta rodada.',
    'Aprimoramento': 'Aprimorados nesta técnica ganham (1) nível nos resultados de suas rolagens e podem fazer qualquer habilidade na área de Manobra concomitantemente aos seus ataques.',
  },
  {
    'Nome': 'Atravessar o Oponente',
    'Atributo': 'FIS',
    'Categoria': '2',
    'Efeito': 'Quando seu adversário estiver atordoado, caído, desequilibrado, incapacitado, sonolento, tiver tropeçado e outras situações a critério do Mestre, o guerreiro pode na mesma rodada se movimentar e efetuar um ataque extra em um alvo próximo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Quando o guerreiro acertar um ataque em um oponente que esteja em uma das situações anteriormente citadas, este pode optar por efetuar um ataque adicional em um alvo próximo. O personagem precisa ter VB suficiente para chegar ao próximo oponente e não pode trocar de arma. É importante ressaltar que todos os oponentes extras devem estar nas condições descritas na técnica.',
    'QuadroRolagens': 'Verde: O guerreiro não consegue avançar para usar a técnica. Branco: O guerreiro consegue avançar e acertar um oponente extra com -4 colunas no seu ataque.Amarelo: O guerreiro consegue avançar e acertar um oponente extra.Laranja: O guerreiro consegue avançar e acertar até dois oponentes extras.Vermelho: O guerreiro consegue avançar e acertar até três oponentes extras.Azul: O guerreiro consegue avançar e acertar até quatro oponentes extras.Cinza: O guerreiro consegue avançar e acertar até cinco oponentes extras.',
    'Aprimoramento': 'Aprimorados nesta técnica adicionam um alvo extra a cada rolagem.',
  },
  {
    'Nome': 'Brutalizar',
    'Atributo': 'FOR',
    'Categoria': '1',
    'Efeito': 'O combatente é capaz de maximizar a potência de seus golpes abdicando de sua precisão.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, no momento que precede o ataque, o Jogador pode escolher converter uma quantidade de colunas de ataque para uma quantidade de dano, na proporção de 2 para 1. O combatente está utilizando como arma um Gládio (16 de dano máximo) e iria efetuar um ataque em seu alvo na coluna 10. Este escolhe converter 8 colunas de ataque em 4 pontos de dano, assim sendo, agora efetuará o rolamento de ataque na coluna 2 e o seu dano de espada será 20/16/12/8 respectivamente nos resultados 100%/75%/50%/25%.',
    'Obs1': 'A quantidade de colunas que se pode converter com esta técnica deve ser igual ou menor que o total que se possui na mesma.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica dobram a quantidade de pontos de dano após a conversão.',
  },
  {
    'Nome': 'Carga',
    'Atributo': 'FIS',
    'Categoria': '5',
    'Efeito': 'Uma das técnicas mais usadas pelos combatentes da antiguidade é a Carga, que consiste em utilizar o impulso da corrida para desferir um violento golpe.',
    'Requisitos': 'N/D',
    'Mecanica': 'O combatente deve percorrer uma distância (em metros) que seja equivalente à metade da sua velocidade base. Em seguida, soma-se o seu total nesta técnica em sua coluna de ataque. Caso o ataque em carga atinja a EF ou obtenha resultado 100% ou maior na EH, a vítima deverá passar em um teste Laranja (Médio) no atributo Físico ou será derrubado no chão e ficará levemente tonto pelo impacto, contudo não perderá sua ação, entretanto poderá sofrer os efeitos da técnica Ataque de Oportuno até o fim da próxima rodada. Obviamente, alvos com mais que o Dobro do peso do atacante não podem ser derrubados. Essa técnica não pode ser usada com armas leves ou projéteis.',
    'Obs1': 'Esta técnica possui Intermitência. Criaturas quadrúpedes atacando com armas naturais recebem os bônus em dobro nesta técnica e o teste de Físico da vítima passa a ser Vermelho (Difícil).',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termos 100%, Dobro e Laranja (Médio)respectivamente substituídos por 75%, Triplo e Azul (Muito Difícil).',
  },
  {
    'Nome': 'Carga de Arremesso',
    'Atributo': 'FOR',
    'Categoria': '5',
    'Efeito': 'Esta técnica permite ao combatente aproveitar-se das técnicas "Carga" e "Carga Montada" para projetar armas arremessáveis com uma força e precisão maiores que a normal.',
    'Requisitos': 'Carga ou Carga Montada.',
    'Mecanica': 'Na prática, soma-se como colunas de ataque o total desta técnica ao total da técnica Carga utilizada.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica têm (1) nível a mais em seus arremessos.',
  },
  {
    'Nome': 'Carga Montada',
    'Atributo': 'FIS',
    'Categoria': '5',
    'Efeito': 'A Carga Montada consiste em aumentar o impacto do ataque ao conduzir a montaria a toda velocidade em direção a seu oponente e golpear aproveitando o impulso da corrida.',
    'Requisitos': 'A montaria deve percorrer uma distância (em metros) que seja equivalente à metade da sua velocidade base não pode ser usado com armas leves ou projéteis.',
    'Mecanica': 'Soma-se o seu total desta técnica nas colunas de ataque de ambos. Caso o ataque do cavaleiro atinja a EF ou obtenha resultado 100% ou maior na EH, a vítima deverá passar em um teste Vermelho (Difícil) no atributo "Físico" ou será derrubado no chão e ficará levemente tonto pelo impacto, contudo não perderá sua ação, entretanto poderá sofrer os efeitos da técnica Ataque de Oportuno até o fim da próxima rodada. Obviamente alvos com mais que o Dobro do peso do atacante somado ao da montaria não podem ser derrubados por esta técnica.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termos 100%, Vermelho (Difícil) e Dobro respectivamente substituídos por 75%, Azul (Muito Difícil) e Triplo.',
  },
  {
    'Nome': 'Centaurizar',
    'Atributo': 'PER',
    'Categoria': '7',
    'Efeito': 'Alguns talentosos cavaleiros passam por um treinamento incomum e aprendem como nortear com perfeição suas montarias em combate, conduzindo-as com uma maestria invejável. Esses nobres cavaleiros recebem o título de “Centauros” em seus grupamentos como honraria.',
    'Requisitos': 'Carga Montada e Combate Montado.',
    'Mecanica': 'Enquanto o cavaleiro estiver sobre a sua montaria, esta receberá bônus em suas Colunas de Ataque e Dano equivalentes a 1/3 do total nesta técnica arredondando pra cima e o dobro do total como EH extra. A EH deve ser contada de forma separada, será a primeira energia gasta pela montaria e só se renovará ao início de um novo combate. É importante ressaltar que a EH dada a montaria pela técnica não serve para incorporar a EH do guerreiro com técnicas como (Combate Montado, etc.).',
    'Obs1': 'Montarias que não são treinadas para a guerra só podem receber o bônus na EH.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem dobrar os bônus de Colunas, Dano e EH concedidos a montaria através desta técnica.',
  },
  {
    'Nome': 'Combate com Arco',
    'Atributo': 'AGI',
    'Categoria': '4',
    'Efeito': 'Esta técnica permite ao combatente efetuar disparos em um combate corpo a corpo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Para utilizar esta técnica o arqueiro deve realizar antes de cada disparo, um teste no total que possuir nesta técnica, devendo conseguir no mínimo, o rolamento Amarelo (Fácil). Caso o arqueiro obtenha um rolamento Branco (Rotineiro), ele perderá a possibilidade de efetuar aquele disparo. Se o rolamento for Verde (Falha), o arqueiro perde a possibilidade de efetuar todos os possíveis disparos nesta rodada. A cada novo disparo, um novo teste nesta técnica deve ser feito, exceto na ocorrência de um resultado Cinza (Crítico), neste caso todos os possíveis disparos durante esta rodada não precisaram de novos testes.',
    'Obs1': 'Não é necessário usar esta técnica para efetuar disparos em alvos fora da zona de um combate corporal mesmo que o combatente esteja em um combate corpo a corpo com outro inimigo.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termos em negrito no texto Amarelo (Fácil) respectivamente substituídos por Branco (Rotineiro).',
  },
  {
    'Nome': 'Combate com Escudo',
    'Atributo': 'FOR',
   'Categoria': '6',
    'Efeito': 'Esta técnica permite que o combatente use o escudo com maior eficácia, possibilitando-o atacar com o mesmo e defender-se de forma aprimorada.',
    'Requisitos': 'N/D',
    'Mecanica': '',
    'Atacar': 'Usa-se o método convencional de ataque, com uma única diferença o total nesta técnica será equivalente ao total na arma. Os valores referentes aos escudos estão descritos na tabela abaixo',
    'Defender': 'No início da rodada, o jogador deve anunciar para o mestre que irá usar esta técnica para defender-se. Nessa rodada, enquanto aguarda os golpes, o combatente só poderá fazer ações de movimento. Para saber o quanto de dano proveniente de um ataque pode ser reduzido por técnica, o combatente deverá fazer um rolamento em seu total nesta técnica simulando um ataque e comparar com a tabela. Adicionalmente, o resultado conseguido no "Ataque" deve ter seu valor Duplicado. Sempre que o combatente efetuar um bloqueio com escudo estando corpo a corpo, ele poderá automaticamente revidar imediatamente o ataque recebido usando Combate com Escudo para atacar. Com o escudo é possível defender-se de variados tipos de ataques não mágicos. É importante ressaltar que esta técnica não depende de o escudo ter absorção e não reduz a absorção do mesmo.Exemplo:”Valerie está usando um Escudo Médio (Defesa Base +1). Ao se aprimorar nesta técnica o Escudo de Valerie passa a conceder +2 na sua Defesa Base ao invés de +1”.[/i]Escudo Força Leve Média Pesada 25% 50% 75% 100% P A E M HEscudo Pequeno -1 2 -1 -3 1 2 3 4 1m 1m 1m 1m 1mEscudo Médio 0 1 1 -2 2 4 6 8 2m 1m 1m 1m 1mEscudo Grande 1 0 1 2 3 6 9 12 x 1m 1m 1m 1m',
    'Obs1': 'Ataques críticos (Cinza) só podem ser absorvidos por esta técnica se o jogador que está usando esta técnica conseguir um resultado crítico (Cinza). Caso o jogador perceba que será atacado e não esteja em um combate, este poderá usar esta técnica sem necessidade de anúncio nesta rodada.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica têm a Defesa Base do seu escudo duplicado. Valerie está usando um Escudo Médio (Defesa Base +1). Ao se aprimorar nesta técnica o Escudo de Valerie passa a conceder +2 na sua Defesa Base ao invés de +1.',
  },
  {
    'Nome': 'Combate Montado',
    'Atributo': 'FIS',
    'Categoria': '3',
    'Efeito': 'Combater sobre uma forte montaria é uma tática usada desde o 2º Ciclo e confere ao combatente experiente grandes benefícios, permitindo-lhe efetuar ataques corpo a corpo ou à distância, estando a montaria parada ou em movimento. Entretanto, lutar enquanto se monta um animal também pode ser uma desvantagem, pois animais não treinados para o combate se assustam facilmente.',
    'Requisitos': 'N/D',
    'Mecanica': 'Uma das vantagens de combater montado é que, se a montaria for treinada para a guerra, ela pode atacar na mesma rodada que o cavaleiro ou sozinha se este decidir apenas comandá-la. Entretanto, a grande vantagem desta técnica é na iminência do combate, adiciona-se a EH total e não a vigente da montaria na EH do combatente contudo, os pontos serão restringidos a dez vezes o total que possuir nesta técnica O Cavaleiro Modernel Bender, que possui total 3 em Combate montado, pode receber 25 pontos de EH de seu Cavalo de Guerra Pesado que tem EH 25), entretanto, receberia 30 pontos se estivesse montando um Pégaso (EH 50), pois 30 de EH é o máximo permitido pelo nível 3 de Combate Montado (3 x 10 = 30EH). A EH adquirida pelo combatente nunca poderá extrapolar a EH total da montaria.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica não precisam efetuar rolamentos da habilidade Montar Animais para fazer uso desta técnica.',
    'Descricao': 'Os pontos adicionais devem ser contados de forma separada ao lado da própria EH. Todo dano recebido é removido primeiro da EH Adicional. Esta vantagem dura até que: o combate acabe, o combatente ou a montaria morra e/ou combatente saia da montaria. No caso de o cavaleiro, dentro de um mesmo combate, sair da montaria por algum motivo e depois decida retornar, os pontos adicionais manter-se-ão iguais aos que existiam no exato momento em que saiu da montaria pela última vez. A cada novo combate a mecânica da técnica deve ser refeita.Exemplo:Para receber os benefícios desta técnica sobre uma montaria não treinada para guerra, o cavaleiro precisa obter um teste Laranja (Médio) na Habilidade Montar Animais antes do combate começar contudo, a montaria não poderá atacar. Se o resultado for Branco (Rotineiro), nada acontece e um novo teste deve ser feito na próxima rodada, entretanto se o resultado for uma Verde (Falha), a montaria entra em pânico. O cavaleiro precisará perder uma rodada para descer da montaria.',
  },
  {
    'Nome': 'Combate não Letal',
    'Atributo': 'PER',
    'Categoria': '1',
    'Efeito': 'Esta técnica confere ao combatente a capacidade de subjugar um oponente sem matá-lo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Esta técnica é utilizada no momento em que o golpe levará a EF do oponente a valores menores que -15. A dificuldade é dada pela força deste golpe. Caso obtenha sucesso, o oponente fica inconsciente e estável com EF -15, sem risco de morte.',
    'Obs1': 'O efeito de deixar seu alvo inconsciente sobrepõe qualquer efeito (não mágico) que permita ou fosse permitir o contrário.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados em Combate não Letal ganham (1) nível nos resultados de suas rolagens e o resultado Azul (Muito Difícil) torna-se Cinza (Crítico).',
    'Descricao': 'Cada tipo de arma exige uma perícia diferente para a aplicação desta técnica. Os machados e espadas têm a lâmina virada na hora exata do contado com o corpo do adversário para não cortá-lo. As lanças são usadas com a parte lateral para não perfurar, e as armas de esmagamento são aplicadas em pontos não letais.Verde: O Uso da técnica é malsucedido e a vítima morre imediatamente.Branco: Impede que a EF do alvo seja levado a valores entre -16 e -20.Amarelo: Impede que a EF do alvo seja levado a valores entre -21 e -25.Laranja: Impede que a EF do alvo seja levado a valores entre -26 e -30.Vermelho: Impede que a EF do alvo seja levado a valores entre -31 e -35.Azul: Impede que a EF do alvo seja levado a valores entre -36 e -40.Cinza: Estabiliza a vítima que teria sua EF levada a qualquer valor.',
  },
  {
    'Nome': 'Concentração',
    'Atributo': 'INT',
    'Categoria': '3',
    'Efeito': 'Esta técnica demonstra o ápice do controle da mente sobre o corpo, permitindo ao usuário manter-se focado em suas evocações e/ou testes mesmo sobre as situações mais adversas, desfavoráveis e perigosas possíveis.',
    'Mecanica': 'Esta técnica, adicionalmente, pode ser usada para remover efeitos negativos que possam prejudicar evocações na proporção de (1) nível na técnica por (1) coluna de resolução. Também pode recuperar níveis perdidos na proporção de (10) níveis na técnica para (1) nível de dificuldade. Os demais efeitos estão descritos nos níveis de dificuldade abaixo',
    'Obs1': 'Ao adentrarem nos colégios e confrarias, os místicos podem usar o Aprimoramento desta técnica.',
    'QuadroRolagens': '',
    'Aprimoramento': 'esta técnica não possui Aprimoramentos.',
    'Descricao': 'Verde: O usuário da técnica perde a concentração e a evocação é quebrada.Branco: É possível falar uma palavra por rodada durante o intervalo de cada palavra proferida no encanto, andar usando toda sua VB e/ou usar habilidades e testes mentais e sensoriais.Amarelo: É possível falar frases de três palavras por rodada durante o intervalo de cada palavra proferida no encanto e/ou terminar uma evocação sobre tremores.Laranja: É possível falar frases de cinco palavras por rodada durante o intervalo de cada palavra proferida no encanto e/ou terminar a evocação mesmo usando habilidades.Vermelho: É possível falar frases de sete palavras por rodada durante o intervalo de cada palavra proferida no encanto, efetuar uma corrida de fundo e/ou terminar a evocação mesmo que tenha recebido 100% ou mais na EH.Azul: É possível falar frases de nove palavras por rodada durante o intervalo de cada palavra proferida no encanto, efetuar uma corrida curta e/ou terminar a evocação mesmo que tenha sido atingido na EF.Cinza: É possível terminar a evocação sobre qualquer situação.',
  },
  {
    'Nome': 'Conduzir o Oponente',
    'Atributo': 'PER',
    'Categoria': '7',
    'Efeito': 'Por meio de uma postura impositiva, passos de ajuste, desvios, golpes pesados ou ágeis, um combatente estrategista consegue, pouco a pouco, mudar o seu oponente de lugar, levando-o a uma posição desfavorável, em uma espécie elegante de dança envolvendo a postura de seus pés, equilíbrio, e suas armas.',
    'Requisitos': 'N/D',
    'Mecanica': 'Esta técnica pode ser utilizada com outras técnicas de combate. Mas, para isso, o personagem perde duas colunas em cada outra técnica usada em conjunto. Após usar as técnicas, o combatente faz o teste de Conduzir Oponentes com as dificuldades apresentadas no quadro de rolagens. Para evitar ser conduzido o alvo precisa passar num teste de RF contra FA igual ao nível do combatente nesta técnica.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica têm suas rolagens aumentadas em (1) nível e mais 2 metros em todos os resultados funcionais.',
    'Descricao': 'Verde: É impossível conduzir o oponente e este pode se mover até quatro metros para onde quiser.Branco: Conduzir o oponente por até um metro para frente ou para trás (exceto buracos ou precipícios).Amarelo: Conduzir o oponente por até dois metros para frente ou para trás (exceto buracos ou precipícios).Laranja: Conduzir o oponente por até três metros para qualquer direção (exceto buracos ou precipícios).Vermelho: Conduzir o oponente por até quatro metros para qualquer direção (exceto buracos ou precipícios).Azul: Conduzir o oponente por até dois metros para trás (inclusive em direção a buracos ou precipícios), ou derrubar o oponente no chão (fazendo-o tropeçar).Cinza: Conduzir o oponente por até quatro metros para qualquer direção (inclusive em direção a buracos ou precipícios) e ainda derrubá-lo o oponente no chão (fazendo-o tropeçar).',
  },
  {
    'Nome': 'Contra-Ataque',
    'Atributo': 'AGI',
    'Categoria': '5',
    'Efeito': 'Usando astúcia, audácia, flexibilidade, rapidez e oportunismo, alguns combatentes aproveitam-se habilmente das brechas criadas e/ou fornecidas por seus oponentes, sendo considerados mestres na arte de contra-atacar.',
    'Requisitos': 'N/D',
    'Mecanica': 'Sempre que um oponente obtiver um resultado Branco (Rotineiro) ou Verde (Falha) em um ataque contra o combatente, este pode somar o seu total nesta técnica em forma de bônus de coluna ao seu próximo ataque contra o oponente. O bônus perdura até o próximo ataque, ou até o fim da próxima rodada.',
    'Obs1': 'Esta técnica possui Intermitência.',
    'Aprimoramento': 'Esta técnica pode ser usada após outras manobras ou técnicas defensivas que tenham levado o oponente a um resultado Verde (Falha), Branco (Rotineiro) ou tenham reduzido totalmente o dano recebido.',
    'Descricao': 'Quadro de Rolagens: -.',
  },
  {
    'Nome': 'Dano Agravado',
    'Atributo': 'FOR',
    'Categoria': '1',
    'Efeito': 'Com a experiência de inumeráveis batalhas, todo guerreiro acaba convertendo seu aprendizado em conhecimento. Alguns aprimoram essa experiência de modo a desferir golpes mais efetivos e mortais. Essa técnica é a síntese de toda essa sabedoria.',
    'Requisitos': 'N/D',
    'Mecanica': 'Essa técnica aumenta o dano de suas rolagens de ataque em (1) nível, porém, só funciona se o combatente conseguir, em seu rolamento, um resultado que seja pelos menos igual a (1) nível a menos da maior rolagem que ele poderia efetuar. Toda vez que o guerreiro conseguir usar esta técnica, ele fica impedido de usar novamente durante a próxima rodada.',
    'Obs1': 'Esta técnica possui Intermitência.',
    'Obs2': 'Está técnica só pode ser usada se o total nela for igual ou maior que o estágio do personagem.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termos em negrito no texto (1) nível a menos, respectivamente substituídos por (2) níveis a menos.',
    'Descricao': 'O usuário dessa técnica aumenta em um grau o dano causado por todos os seus golpes. Essa técnica pode se manifestar fisicamente de diferentes formas. Alguns relatam que o guerreiro parece ficar radiante, outros afirmam uma presença ameaçadora contida em cada golpe, isso varia conforme a personalidade do guerreiro. Verdade ou mito, essa técnica aprimora o poder do usuário de uma maneira notável.Exemplo: “Fábio, após definir em que coluna vai atacar, percebe que seu resultado máximo na décima primeira coluna de ataque seria um 125%. A técnica só irá funcionar se Fábio acertar um resultado que seja igual a 100% ou 125%”.',
  },
  {
    'Nome': 'Defletir Ataque',
    'Atributo': 'PER',
    'Categoria': '2',
    'Efeito': 'Algumas vezes, quando uma pessoa passa muito tempo estudando um ser vivo, acaba por entender os padrões de movimento e de dobras de suas articulações. Com um treinamento mais severo, aliado a uma acuidade visual acima do senso comum, é possível controlar através da expressão corporal os movimentos instintivos de outros, por uma fração de segundo. Esse curto intervalo de tempo é o suficiente para desestabilizar o equilíbrio do alvo.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o jogador deve anunciar ao Mestre que o Personagem irá usar esta técnica em conjunto com alguma técnica defensiva que utilize uma arma ou um escudo, pois isso será necessário para efetuar essa técnica. Em seguida, na rodada, enquanto aguarda os golpes, o combatente só poderá fazer ações de movimento. Ao receber um golpe, o combatente deverá fazer um teste de resistência com FD igual ao seu total na técnica, a FA será igual ao total na arma do adversário. Caso seja bem-sucedido , o ataque poderá ser redirecionado para um alvo a sua escolha dentro do alcance do golpe defletido com sua efetividade reduzida em -25%. Este alvo nunca pode ser o próprio adversário que fez o ataque. O alvo pode ser um ser, uma construção. Entretanto, caso não seja bem-sucedido  no uso desta técnica, o Jogador deverá usar a técnica que escolheu como apoio para se defender.',
    'Obs1': 'Esta técnica só funciona corpo a corpo com alvo e não pode ser usada contra armas que tenham sido arremessadas, projéteis de besta ou arco.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica convertem um terço do total que se possuem nesta técnica será adicionado a sua FD.',
    'Descricao': 'Embora essa rara condição de acuidade visual possa ser imitada em uma forma menos efetiva por alguém sem tantos talentos naturais. A técnica Defletir Ataque é o resultado dessa aplicação. Seu princípio básico utiliza o movimento feito pela postura de combate do oponente, juntamente com uma imposição de movimento feita pela postura do usuário, para assim fazer com que o ataque do alvo seja desviado para uma direção desejada, seja ela um aliado do alvo ou simplesmente um objeto com dureza maior para causar danos à arma.',
  },
  {
    'Nome': 'Desequilibrar',
    'Atributo': 'FOR',
    'Categoria': '7',
    'Efeito': 'Esta técnica permite ao combatente aplicar um forte golpe em seu adversário desequilibrando-o.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, o jogador deve anunciar ao Mestre que o Personagem irá usar está técnica. Nesta rodada, se o guerreiro acertar um ataque em seu oponente, este deve fazer um teste de RF contra FA igual ao total nesta técnica, se o resultado for um fracasso, o adversário receberá penalidades iguais ao total nesta técnica em Habilidades que usem o equilíbrio e/ou em suas colunas de ataque em seus próximos ataques nesta ou na próxima rodada.',
    'Obs1': 'Está técnica possui Intermitência.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica têm os termos em negrito no texto Triplo respectivamente substituído por',
    'Quádruplo': '.',
    'Descricao': 'Esta técnica só pode ser usada corpo a corpo, com armas médias ou pesadas de combate corpo a corpo e não afeta oponentes com mais que o Triplo do peso do usuário.',
  },
  {
    'Nome': 'Desviar',
    'Atributo': 'AGI',
   'Categoria': '6',
    'Efeito': 'Esta técnica visa utilizar o golpe do adversário a seu favor, desviando a trajetória do ataque com sua própria arma.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o jogador deve anunciar para o mestre que irá usar esta técnica para defender-se. Nessa rodada, enquanto aguarda os ataques, o combatente só poderá fazer ações de movimento. Ao receber um ataque, o combatente deverá fazer um rolamento em seu total nesta técnica simulando um "Ataque". O resultado obtido reduzirá a mesma quantidade em porcentagem ao invés do dano, ou seja, a porcentagem conseguida pelo usuário diminuirá a porcentagem alcançada pelo ataque do oponente. Caso o jogador desvie completamente o ataque do adversário, o adversário deverá rolar um teste Fácil no atributo agilidade para não ser desarmado. Se o rolamento for um Cinza (Crítico), o adversário será desarmado imediatamente.',
    'Obs1': 'Ataque Cinza (Crítico) só pode ser defendido com um rolamento Cinza (Crítico).',
    'Obs2': 'Caso o jogador perceba que será atacado e não esteja em um combate, este poderá usar esta técnica sem necessidade de anúncio.',
    'Obs3': 'Esta técnica possui',
    'Ignorar a Iniciativa': '.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados em Desviar conseguem (1) nível a mais na rolagem desta técnica.',
    'Descricao': '',
  },
  {
    'Nome': 'Direcionamento',
    'Atributo': 'PER',
    'Categoria': '7',
    'Efeito': 'Alguns combatentes são conhecidos pela sua capacidade de acertar um alvo mesmo nas condições mais adversas, e a técnica Direcionamento é o que lhes valeu esta fama. Chuva, ventos, tremores, distância ou mesmo alvos sob proteção não são empecilhos para aqueles que dominarem esta técnica, a qual consiste em prever e anular quaisquer efeitos que possam desviar a trajetória da flecha. Enquanto um combatente comum dispararia uma flecha em uma tempestade e o vento a jogaria para longe, um combatente treinado desvia um pouco a mira e usa o vento para atingir o alvo que queria.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, o total que se possuir nesta técnica reduzirá até anular as penalidades adquiridas em função das condições adversas.',
    'QuadroRolagens': '-.',
    'Aprimoramento': 'Aprimorados nesta técnica anulam duas colunas de penalidade para cada ponto nesta técnica.',
    'Descricao': 'Exemplo: Considera-se que todo nível que Jorginho possuir em Direcionamento irá anular 1 coluna de penalidade. Assim, se um forte vendaval impõe penalidade de –3 Colunas para Ataque (como a magia Aeromanipulação), um combatente com Direcionamento 2 terá somente –1 coluna de penalidade. Não é possível, em nenhuma hipótese, ganhar colunas a mais com esta técnica. Ela serve apenas para anular penalidades. Dessa forma, se o combatente do exemplo anterior possuísse total 10 em Direcionamento, ele não sofreria nenhuma penalidade, mas também não ganharia nenhuma coluna extra.',
  },
  {
    'Nome': 'Disparo Certeiro',
    'Atributo': 'PER',
    'Categoria': '2',
    'Efeito': 'Com esta técnica, o arqueiro pode fazer com que o oponente fique imobilizado parcialmente, tropece ou mesmo pode causar um ferimento grave.',
    'Requisitos': '-.',
    'Mecanica': 'toda vez que o arqueiro acertar um oponente na EH, além do dano normal, ele deve fazer um rolamento no total da técnica e verificar o ocorrido no quadro de rolagem abaixo.',
    'QuadroRolagens': '',
    'Descricao': 'Verde - O Arqueiro se descontrola e perde o seu próximo ataque.Branco - O Arqueiro não consegue usar a sua técnica.Amarelo - O Arqueiro não consegue usar a sua técnica.Laranja - Sua flecha fica encravada na roupa/armadura do oponente e causa a este uma penalidade de -2 no combate e em qualquer habilidade/técnica que requeira movimentação.Vermelho - Sua flecha fica encravada na roupa/armadura do oponente e causa a este uma penalidade de -4 no combate e em qualquer habilidade/técnica que requeira movimentação.Azul - Sua flecha fica encravada na roupa/armadura do oponente e causa a este uma penalidade de -6 no combate e em qualquer habilidade/técnica que requeira movimentação.',
  },
  {
    'Nome': 'Disparo Rápido',
    'Atributo': '-',
    'Categoria': '2',
    'Efeito': 'Esta técnica permite efetuar rapidamente um disparo após outro disparo. Este novo disparo é muito menos efetivo por conta da pouca pressão da corda, entretanto, o disparo pode ser efetuado em outra direção.',
    'Requisitos-.': '',
    'Mecanica': 'Após efetuar seu primeiro disparo, o usuário desta técnica pode efetuar rapidamente um segundo disparo com uma única flecha. Este disparo receberá (2) níveis a menos no resultado do rolamento.',
    'Obs1': 'Está técnica possui Imperícia.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termos em negrito no texto (2) níveis a menos, respectivamente substituídos por (1) nível a menos.',
    'Descricao': '',
  },
  {
    'Nome': 'Escolta',
    'Atributo': 'PER',
   'Categoria': '6',
    'Efeito': 'O guerreiro se posiciona de forma estratégica, próximo a até dois aliados com o objetivo de protegê-los.',
    'Requisitos': 'N/D',
    'Mecanica': 'O Jogador deve avisar ao Mestre que usará esta técnica, escolhendo até dois alvos estes',
    'não poderão': 'se afastar mais do que dois metros do guerreiro. Após isso, deve-se realizar um teste no total que possuir nesta técnica caso seja bem-sucedido, o resultado do teste adicionará um valor extra na defesa de seu protegido e ficará vigente até que o guerreiro se afaste, decida cessar a proteção, ou refazê-la.',
    'Obs1': 'Sempre que o protegido do guerreiro for atacado por alguém, a defesa que será usada para o ataque é a defesa do protegido, acrescida do bônus conseguido pela rolagem.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica ganham (1) nível em seus resultados.',
    'Descricao': 'Enquanto a técnica estiver vigente, o guerreiro poderá fazer uso de técnicas defensivas como Aparar, Combate com Escudo, Defletir Ataque, Desviar, Imprevisibilidade e/ou Postura Defensiva para auxiliar ambos.A EH do guerreiro deverá ser usada no lugar da do protegido quando: o guerreiro tentar usar uma das técnicas defensivas citadas anteriormente e não conseguir evitar o golpe completamente ou se posicionar completamente a frente de um ou de seus protegidos impedindo que estes sejam diretamente atacados. O bônus na defesa do(s) protegido(s) podem ser visto no quadro de rolagem.Exemplo: O Cavaleiro Hector está escoltando o Rei Fenrir, que possui defesa L0. Hector conseguiu um rolamento Laranja e agora o Rei Fenrir possui defesa L2. Se o Rei Fenrir fosse atacado, a defesa usada seria a dele (L2), pois ele é o alvo do ataque, mesmo que Hector usasse, por exemplo, Combate com Escudo.Verde: A técnica falha e o usuário perde seu total em Agilidade na sua defesa durante esta rodada.Branco: Os protegidos receberão um ajuste de +1 nas suas defesas. Laranja: Os protegidos receberão um ajuste de +2 nas suas defesas. Vermelho: Os protegidos receberão um ajuste de +3 nas suas defesas. Azul: Os protegidos receberão um ajuste de +4 nas suas defesas. Cinza: Os protegidos receberão um ajuste de +5 nas suas defesas. ',
  },
  {
    'Nome': 'Esquiva',
    'Atributo': 'AGI',
   'Categoria': '6',
    'Efeito': 'O combatente se põe em uma posição extremamente defensiva visando se prevenir de todos os ataques inimigos.',
    'Requisitos': 'N/D',
    'Mecanica': 'O combatente não pode fazer qualquer ação ofensiva, podendo apenas movimentar-se livremente na rodada em que anunciar a Esquiva e usar outras técnicas defensivas em conjunto como (Aparar, Combate com Escudo, Desviar, Imprevisibilidade, etc.). Se já tiver agido ofensivamente não poderá usar Esquiva nessa mesma rodada.',
    'Obs1': 'Esta técnica possui Ignorar a Iniciativa',
    'Obs2': 'Esta técnica não pode ser usada em conjunto com mais de duas técnicas defensivas em uma mesma rodada.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica recebem (1) nível a menos de dano e não recebem Ataques Oportunos enquanto estiverem em fuga.',
    'Descricao': 'Apesar de todas estas limitações, Esquiva é uma defesa muito eficiente, pois todas as Colunas de Ataque dos que atacam o personagem são diminuídas do total que este possui nesta técnica. Note que não é possível esquivar-se de um ataque que não se vê, mas é possível desviar de um ataque Cinza (Crítico), porém, isso só pode acontecer se o personagem obtiver um rolamento Cinza (Crítico) fazendo um teste em seu total nesta técnica.Enquanto estiver fugindo, os adversários recebem redutores iguais à metade do total desta técnica em seus ataques.',
  },
  {
    'Nome': 'Estilhaçar',
    'Atributo': 'FOR',
    'Categoria': '7',
    'Efeito': 'Esta técnica visa criar pequenas fissuras em armas e escudos com a finalidade de inutilizá-los.',
    'Requisitos Aparar e/ou Golpe Letal.': '',
    'Mecanica': 'Esta técnica deve ser usada em um ataque ou em conjunto com as técnicas Aparar e/ou Golpe Letal. Para danificar uma arma ou equipamento visando inutilizá-lo, serão necessárias 15 fissuras. No momento do impacto o usuário desta técnica deve avisar ao Mestre que a utilizará, após isso deve fazer um teste em seu total em "Estilhaçar" e comparar com o quadro de rolagem abaixo',
    'Obs1': 'Equipamentos danificados por essa técnica usam a regra de conserto de equipamentos.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica têm uma fissura adicional em cada resultado do amarelo em diante. Com o aprimoramento também é possível danificar estruturas e armaduras naturais (criaturas), contudo, a possibilidade de destruir completamente e a quantidade de fissuras, nesses casos, fica a critério do Mestre.',
    'Descricao': 'Verde: Sua própria arma quebra, ficando inutilizada.Branco: Erro na efetuação da técnica, cria uma fissura na própria arma.Amarelo: Cria uma fissura na arma ou no equipamento do adversário.Laranja: Cria duas fissuras na arma ou no equipamento do adversário.Vermelho: Cria três fissuras na arma ou no equipamento do adversário.Azul: Cria quatro fissuras na arma ou no equipamento do adversário.Cinza: A arma ou equipamento do adversário se quebra e/ou fica inutilizado.',
  },
  {
    'Nome': 'Expectativa',
    'Atributo': '-',
    'Categoria': '5',
    'Efeito': 'Com esta técnica, o usuário assume uma posição de expectativa, com sua arma ou escudo empunhado(s), esperando o próximo passo do inimigo para retorquir de forma violenta. Para isso, o jogador deve anunciar ao Mestre que irá usar a técnica e contra qual oponente ele usará. Como o personagem fica na expectativa do ataque para poder então revidar, ele perde a iniciativa automaticamente e só poderá atacar após o seu oponente. Se, por algum motivo, o oponente não o ataque na rodada, o com batente então perde a ação de ataque na rodada.',
    'Requisitos Leitura da Batalha e Postura Defensiva.': '',
    'Mecanica': 'No início da rodada, o Jogador deve escolher um alvo para usar a técnica e uma técnica defensiva que simule um ataque. Após isto, quando o combatente for atacado pelo adversário, este receberá um bônus em sua coluna de ataque, para o seu primeiro ataque da rodada igual a metade do total que possuir nesta técnica arredondado para baixo.',
    'Obs1': 'Está técnica possui Intermitência.',
    'Obs2': 'Qualquer dano recebido diretamente na EF do combatente impede-o de efetuar esta técnica nessa rodada.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem usar todo o bônus na técnica como coluna de ataque ao invés de metade.',
    'Descricao': '',
  },
  {
    'Nome': 'Explorar Fraqueza',
    'Atributo': 'PER',
    'Categoria': '5',
    'Efeito': 'Através de uma breve análise sobre as ações recentes de um inimigo, especialmente a partir de seus gestos, comportamentos combativos e emoções notórias, o perspicaz combatente consegue obter uma vantagem momentânea em um confronto.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o jogador deve anunciar que o Personagem vai analisar um adversário que esteja em combate. No final da rodada, após ter feito o seu turno normalmente, o Personagem tem direito a uma rolagem no total que possuir nesta técnica. O resultado dirá se o adversário deixou ou não alguma brecha que pudesse ser explorada na próxima rodada. Note que o combatente pode até falar para os seus amigos qual a falha ele encontrou no adversário contudo, se o adversário conseguir compreender o que está sendo dito o guerreiro e seus amigos perderão aquela vantagem naquela rodada e deverão esperar outra oportunidade para explorar.',
    'Obs1': 'Está técnica possui Intermitência.',
    'Obs2': 'As brechas observadas não dão direito ao uso da técnica Ataque Oportuno.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica recebem a seguinte vantagem após ser bem-sucedido no uso desta técnica, se o combatente optar por atacar, o seu 1º ataque contra o alvo, após receber o bônus dessa técnica, acontece primeiro na próxima rodada (independente do resultado da iniciativa).',
    'Descricao': 'Verde: O personagem não consegue se concentrar para usar esta técnica pelas próximas 2 rodadas.Branco: O personagem não consegue se concentrar para usar esta técnica pela próxima rodada.Amarelo: A brecha observada dá um bônus de +1 na coluna de ataque na próxima rodada.Laranja: A brecha observada dá um bônus de +1 na coluna de ataque nas próximas 3 rodadas.Vermelho: A brecha observada dá um bônus de +3 na coluna de ataque nas próximas 3 rodadas.Azul: A brecha observada dá um bônus de +3 na coluna de ataque nas próximas 5 rodadas.Cinza: A brecha observada dá um bônus de +5 nas colunas de ataque nas próximas 5 rodadas.',
  },
  {
    'Nome': 'Flechadas Múltiplas',
    'Atributo': '-',
    'Categoria': '2',
    'Efeito': 'Esta técnica permite efetuar um disparo com duas flechas ao mesmo tempo.',
    'Requisitos': 'N/D',
    'Mecanica': 'O Personagem efetua um único disparo. Após isto, deve rolar dois ataques normalmente e reduzir (1) nível de cada resultado obtido. Esta mecânica não se aplica para resultados de cor Verde (Falha), Cinza (Crítico) e nas resoluções de ambos.',
    'Obs1': 'Está técnica possui Imperícia.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem optar entre usar um disparo com duas ou três flechas. No caso do uso de três flechas, cada projétil terá redução de (2) níveis.',
    'Descricao': 'As flechas podem ser disparadas contra um só alvo, ou direcionadas a dois alvos distintos, desde que estes estejam na frente do atirador e não formem um ângulo superior a 30º graus com a posição inicial do disparo.',
  },
  {
    'Nome': 'Força Interior',
    'Atributo': 'FIS',
    'Categoria': '1',
    'Efeito': 'Esta técnica permite ao guerreiro utilizar o potencial máximo de sua Força temporariamente, mesmo nas piores condições (O guerreiro foi surpreendido A luta ocorreu em um momento inesperado, etc.). Exemplo: Magner possui Força 3 e está usando uma arma de 16 de dano. Seu dano normal seria 19/15/11/7 respectivamente para 100%/75%/50%/25%. Após usar a técnica, ele passa a ter 6 de força e dobra potência de sua força causando agora 28/24/20/16.O tempo máximo de uso (dentro ou fora de combate) por dia é de uma rodada para cada 1 ponto que possuir no total nesta técnica. Esses usos podem ser fracionados quantas vezes o guerreiro julgar necessário, respeitando o limite.O uso desta técnica geralmente resulta em grande desgaste, levando o usuário sentir-se fraco e com fortes dores nas articulações e músculos devido ao esforço. Toda vez que Força Interior for deixar de ser usada ou o tempo máximo se esgotar, o personagem deverá fazer um rolamento no total da técnica e verificar o resultado no quadro de rolagem a seguir. É importante ressaltar que os efeitos negativos desta técnica são cumulativos.Verde: O desgaste provoca 5 colunas de penalidade em qualquer atividade física por 24 horas.Branco: O desgaste provoca 5 colunas de penalidade em qualquer atividade física por 8 horasAmarelo: O desgaste provoca 4 colunas de penalidade em qualquer atividade física por 7 horas.Laranja: O desgaste provoca 3 colunas de penalidade em qualquer atividade física por 6 horas.Vermelho: O desgaste provoca 2 colunas de penalidade em qualquer atividade física por 5 horas.Azul: O desgaste provoca 1 colunas de penalidade em qualquer atividade física por 4 horas.Cinza: O guerreiro não é prejudicado pelo desgaste de utilizar Força Interior.Por exemplo: Magner possui Força 3 e é aprimorado em Força Interior, que possui em nível 7. Após utilizar o benefício por 2 rodadas, ele decide que optará por usar movimento especial da técnica. Como lhe restam 5 rodadas de uso, ele multiplica 5 x 3 = 15. Esse é o dano que deve ser somado ao ataque que ele realizará, que terá dano 100%/75%/50%/25% iguais a, respectivamente, 43/39/35/31.',
    'Requisitos': 'N/D',
    'Mecanica': 'O Jogador deve anunciar ao Mestre, antes de qualquer ação ser realizada na rodada, que ativará a técnica. Como custo, o Personagem será o último a agir na primeira rodada de efeito desta técnica, independentemente de seu valor de iniciativa. Como benefício, o guerreiro terá seu valor de força dobrado até que a técnica seja desativada. Além disso, pelo mesmo tempo, ele passa a provocar 2 pontos de dano para cada 1 ponto em força, em vez do 1 ponto normal.',
    'Obs1': 'Está técnica possui Limite Diário',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Os Aprimorados são capazes de direcionar toda a sua força interior para provocar dano. Assim, eles podem, em um único ataque, consumindo todas as rodadas que lhes restam e, com isso, soma-se ao dano final de qualquer ataque ao número de rodadas de uso que restam da técnica multiplicado pela Força do personagem. Este efeito só pode ser usado uma vez e, após isto, além de ter que fazer o rolamento para ver as consequências, a técnica não pode ser mais usada no dia.',
    'Descricao': '',
  },
  {
    'Nome': 'Fúria',
    'Atributo': 'PER',
    'Categoria': '4',
    'Efeito': 'Esta técnica conferirá ao combatente a capacidade de mudar seu comportamento em combate, entrando em um estado de frenesi, ignorando qualquer tipo de emoção, tendo como único objetivo matar seus inimigos.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o Jogador deve anunciar ao Mestre que vai usar a técnica. Após isto, o guerreiro fará uma breve pausa perdendo o direito a rolagem da iniciativa, sendo assim, o último a agir na rodada. O nível de dificuldade depende da situação que o personagem esteja enfrentando. Os benefícios são: Imunidade ao medo, à covardia e a efeitos similares (mesmo mágicos). Imunidade à dor, mesmo causada por magia, não perdendo rodada(s) ou recebendo redutor(es). Aumento de 3 Colunas de Ataque e Dano. Continuará lutando mesmo que fique com –10 pontos de EF, ficando inconsciente após isso. Os benefícios cessam ao término do combate. Após os inimigos que foram alvos de sua fúria terem sido derrotados, será necessário um teste Amarelo (Fácil) em seu total na técnica para sair do estado de frenesi. Caso não consiga, o Personagem terá como seu novo alvo qualquer um que possa atacar. Na rodada seguinte, poderá fazer um novo teste com o mesmo nível de dificuldade. Note que o guerreiro, quando está sob o efeito dessa técnica, não pode fugir do combate em hipótese alguma.',
    'Quadro de Rolagens': 'Verde:Entra em frenesi contra todos os que estiverem próximo no momento em que usou a técnica|Branco:Entra em frenesi contra inimigos pessoais odiados (alguém que matou sua família, amigos, aldeia, etc.).|Amarelo:Entra em frenesi durante uma batalha contra inimigos declarados (soldados de um reino inimigo, membros de clãs rivais, orcos, etc.).|Laranja: Entra em frenesi durante uma batalha contra oponentes neutros ou desconhecidos (gladiadores em uma arena, animais selvagens, assassinos que atacam sem falar nada). Entrar em frenesi fora de combate contra pessoas odiadas (soldados de um reino inimigo, membros de clãs rivais, etc.).|Vermelho: Entra em frenesi fora de combate contra um completo desconhecido (um guarda, um mendigo, um camponês, etc.).|Azul: Entra em frenesi contra uma pessoa querida (parentes, amigos, amantes, etc.).|Cinza: Entra em frenesi em qualquer situação.',
    'Aprimoramento': 'Aprimorados nesta técnica podem optar por usar a Fúria Bárbara. A Fúria Bárbara têm o dano e coluna da Fúria dobrados e além disso o guerreiro agora pode lutar até a -15. Entretanto, o teste para sair do estado de frenesi é Vermelho (Difícil) ao invés de Amarelo (Fácil).',
    'Descricao': 'Durante as guerras com Bárbaros das terras selvagens, os soldados da Levânia notaram que os selvagens lutavam como se fossem possuídos por demônios. Golpes mortais pareciam não surtir efeito, suas faces não demonstravam nenhuma expressão a não ser ódio e, neste estado, eles golpeavam com mais energia do que se podia imaginar. No entanto, sua loucura os levava até mesmo a se atacarem quando não havia mais inimigos.Tempos depois, os mercenários da Levânia descobriram que alguns Bárbaros conheciam uma forma de invocar uma fúria extrema em seus corações, que faz com que se tenha como único objetivo matar os inimigos. Durante os jogos de sangue, Bárbaros capturados foram colocados nas arenas da Levânia e de Verrogar para lutarem. Durante uma longa convivência entre os Bárbaros e os demais Gladiadores, a técnica foi aos poucos sendo aprendida pelos que lutavam nas arenas. A técnica foi disseminada entre os Gladiadores que acabaram por dominar este conhecimento que eles passaram a chamar de Fúria. Entretanto, mesmo eles relutavam em usar todo poder desta técnica e raramente a ensinavam.Séculos mais tarde, a Ordem de Crezir entrou em contato com as aldeias bárbaras em busca do conhecimento que os Gladiadores não queriam ensinar. Hoje a Fúria é considerada uma bênção de Crezir e é ensinada aos combatentes mais dedicados à deusa. Os benefícios são: Imunidade ao Após os inimigos que foram alvos de sua fúria terem sido derrotados, será necessário um teste Amarelo (Fácil) em seu total na técnica para sair do estado de frenesi. Caso não consiga, o Personagem terá como seu novo alvo qualquer um que possa atacar. Na rodada seguinte, poderá fazer um novo teste com o mesmo nível de dificuldade. Note que o guerreiro, quando está sob o efeito dessa técnica, não pode fugir do combate em hipótese alguma.Quadro de Rolagens: -.Verde: Entra em frenesi contra todos os que estiverem próximo no momento em que usou a técnica.Branco: Entra em frenesi contra inimigos pessoais odiados (alguém que matou sua família, amigos, aldeia, etc.).Amarelo: Entra em frenesi durante uma batalha contra inimigos declarados (soldados de um reino inimigo, membros de clãs rivais, orcos, etc.).Laranja: Entra em frenesi durante uma batalha contra oponentes neutros ou desconhecidos (gladiadores em uma arena, animais selvagens, assassinos que atacam sem falar nada) Entrar em frenesi fora de combate contra pessoas odiadas (soldados de um reino inimigo, membros de clãs rivais, etc.).Vermelho: Entra em frenesi fora de combate contra um completo desconhecido (um guarda, um mendigo, um camponês, etc.).Azul: Entra em frenesi contra uma pessoa querida (parentes, amigos, amantes, etc.).Cinza: Entra em frenesi em qualquer situação.',
  },
  {
    'Nome': 'Golpe Duplo',
    'Atributo': '-',
    'Categoria': '2',
    'Efeito': 'O golpe duplo é uma técnica de combate que tem enfoque no manuseio das armas com as duas mãos, a fim reunir a força necessária para executar dois golpes. Para se ter êxito no uso dessa técnica, aproveita-se a velocidade gerada no balanço do primeiro movimento ofensivo para usá-la em um segundo ataque com maior efetividade.',
    'Requisitos': 'N/D',
    'Mecanica': 'O jogador deve rolar dois ataques normalmente e reduzir (2) níveis do primeiro resultado obtido.',
    'Obs1': 'Está técnica possui Imperícia.',
    'Obs2': 'Não é possível usar esta técnica com armas do grupo leve ou duas armas ao mesmo tempo.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem encontrar sinergicamente o ponto exato de equilíbrio das armas',
    'possuindo o dobro da força': 'necessária para a execução dos movimentos, por isso, conseguem efetuar esta técnica usando',
    'armas de uma mão': ', sem precisar usar as duas mãos, entretanto, não é possível usar outra arma na mão livre.',
    'Descricao': '',
  },
  {
    'Nome': 'Golpe Giratório',
    'Atributo': 'AGI',
    'Categoria': '2',
    'Efeito': 'Esta técnica permite ao usuário efetuar um único ataque e acertar múltiplos alvos que estejam em um combate corpo a corpo consigo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Antes de atacar, o Jogador deverá anunciar ao Mestre que irá usar a técnica. Ao utilizar esta técnica, o combatente faz um movimento horizontal de forma circular, porém, não precisa necessariamente girar 360º. A técnica só funciona contra até 3 vítimas que estejam corpo a corpo, em sequência e dentro do seu alcance de ataque.',
    'Obs1': 'Está técnica possui Intermitência.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem atingir todos que desejarem, dentro de seu alcance, ao invés de apenas 3 vítimas.',
    'Descricao': '',
  },
  {
    'Nome': 'Golpe Letal',
    'Atributo': 'FOR',
    'Categoria': '1',
    'Efeito': 'O usuário desta técnica consegue potencializar sua Força aplicando um golpe devastador. As posições especiais para o uso desta técnica são sua maior característica e variam de arma para arma machados são posicionados acima da cabeça, espadas muito grandes como montantes costumam ser usadas em um golpe diagonal que vem de trás do ombro de apoio, espadas mais leves são retiradas diretamente da bainha, aproveitando a velocidade conseguida com o deslizamento.',
    'Requisitos': 'N/D',
    'Mecanica': 'Ao realizar um ataque, o combatente pode optar por fazer uso desta técnica somando metade do total que possuir em seu dano. Caso o golpe seja forte suficiente para ultrapassar a EH, o excedente atingirá a EF de seu oponente. O dano excedente não pode ultrapassar o total nesta técnica.',
    'Obs1': 'Esta técnica possui Intermitência.',
    'Obs2': 'Esta técnica só pode ser usada estando corpo a corpo e usando armas de combate corpo a corpo.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem somar todo o dano ao invés da metade.',
    'Descricao': '',
  },
  {
    'Nome': 'Heroísmo',
    'Atributo': 'FIS',
    'Categoria': '7',
    'Efeito': 'Uma das técnicas muito usadas pelos mais heroicos combatentes da antiguidade, que consiste em utilizar o máximo de sua capacidade física, unida a força de vontade, a fim de recuperar o ânimo perdido em batalha. Entretanto, forçar seu corpo ao limite pode trazer uma grande exaustão pós-combate.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o Jogador anuncia ao Mestre que usará a técnica, a partir deste momento, o guerreiro não pode se mover mais do que metade de sua velocidade base durante a rodada, não pode correr, atacar ou receber qualquer dano diretamente na EF ou receber o Dano Máximo que seu adversário seria capaz de causar impedem o uso desta técnica, no final da rodada, se os requisitos foram cumpridos, o Jogador fará um teste no total que possuir na técnica. Caso seja bem-sucedido , o Jogador deverá fazer um cálculo simples para descobrir quanto de EH Recuperou. Porcentagem Adquirida na Rolagem (%) x Energia Heroica Perdida (EH) ÷ por 100. (% x EH ÷ 100). Ex¹ - Arturius é um Anão, com estágio 1 e físico 2. Arturius possuí 20 EH Total. Em um combate, Arturius recebe um golpe feroz de espada e perde 10 de EH na primeira rodada, na segunda rodada Arturius recebe mais um golpe, porém este não foi tão bom e ele perde 5 EH. Na terceira rodada Arturius decide efetuar a técnica e consegue um rolamento que lhe confere recuperação de 40% da EH Perdida em combate. Arturius deve fazer o seguinte cálculo (40 x 15 ÷ 100 = 6). No fim da terceira rodada, a técnica faz seu efeito e Arturius restaura 6 pontos de sua EH” Ex² - João possui físico 3, logo João só pode usar esta técnica 3 vezes, porém se João tivesse físico 6, ele só poderia usar a técnica 5 vezes. Para se recuperar, o guerreiro deve passar um dia de descanso (fazendo ações leves que não comprometam o seu corpo) ou tendo uma noite de sono (Cerca de 6 horas)”.',
    'É importante ressaltar que o valor de EH Perdida': 'que pode ser recuperado por esta técnica deve ser igual ao valor de EH que o usuário possuía ao iniciar o combate atual.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica recebem um bônus cumulativo de +5% nos resultados funcionais (de cor Amarela, Laranja, Vermelho, Azul e Cinza) a cada nível ímpar que adquirirem nesta técnica. O acréscimo de bônus cessará quando o resultado Cinza chegar ao valor de 100%.',
    'Descricao': 'Após ser bem-sucedido  no uso desta técnica, cada novo uso aumenta a ineficiência de forma cumulativa em (-20%), podendo até mesmo anular os níveis. Ao longo do dia, o limite de usos desta técnica deve ser igual ao  valor do atributo Físico do usuário ou 5 vezes, caso o atributo Físico seja 5 ou maior. Outro fator importante é que esta técnica só pode ser usada uma vez por combate e se o seu total for igual ou maior que o estágio do personagemVerde: A técnica falha, deixando o guerreiro nauseado na prática, aplica-se um redutor de -3 colunas para qualquer atividade nas próximas 5 rodadas.Branco: Impossível efetuar a técnica nesta rodada.Amarelo: O guerreiro Recupera 10% da EH Perdida.Laranja: O guerreiro Recupera 25% da EH Perdida.Vermelho: O guerreiro Recupera 40% da EH Perdida.Azul: O guerreiro Recupera 55% da EH Perdida.Cinza: O guerreiro Recupera 75% da EH Perdida.',
  },
  {
    'Nome': 'Imprevisibilidade',
    'Atributo': 'PER',
    'Categoria': '4',
    'Efeito': 'Movimentos inconstantes e, ao mesmo tempo, efetivos dão ao combatente uma vantagem contra seus inimigos, tornando incerta a leitura de seus movimentos pelo adversário, tanto em combate, quanto se evadindo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Sempre que o personagem estiver em combate ou em fuga, este poderá fazer um teste em seu total na técnica para adicionar temporariamente um valor fixo descrito na tabela abaixo em sua Defesa Ativa. O teste deve ser feito ao término da rodada, caso seja efetivo, perdurará por um número de rodadas igual ao total que possuir em sua percepção.',
    'Obs1': 'Esta técnica não acumula bônus com ela mesma.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica reduzem a efetividade dos ataques adversários em (1) nível enquanto ela estiver ativa.',
    'Descricao': 'Verde: O combatente não consegue perceber a forma correta de se portar. Todos os seus adversários ganham mais 3 colunas de ataque contra ele até o fim da próxima rodada.Branco: O combatente não consegue perceber a forma correta de se portar. Todos os seus adversários ganham mais 2 colunas de ataque contra ele até o fim da próxima rodada.Amarelo: A Defesa Ativa do combatente recebe um adicional de 1 ponto.Laranja: A Defesa Ativa do combatente recebe um adicional de 2 pontos.Vermelho: A Defesa Ativa do combatente recebe um adicional de 3 pontos.Azul: A Defesa Ativa do combatente recebe um adicional de 4 pontos.Cinza: A Defesa Ativa do combatente recebe um adicional de 5 pontos.',
  },
  {
    'Nome': 'Inibir Ataque',
    'Atributo': 'PER',
   'Categoria': '6',
    'Efeito': 'Uma das técnicas mais estratégicas voltadas a inibição dos ataques dos inimigos, através da mensuração de distância correta, golpes certeiros e movimentação primorosa, impossibilitando parcialmente uma reação ofensiva de seus adversários.',
    'Requisitos': 'N/D',
    'Mecanica': 'O guerreiro deve escolher um único alvo, em qual ataque utilizará a técnica. Após isto, caso acerte este ataque, o guerreiro cria uma zona de segurança para si em relação ao adversário até a próxima rodada. Qualquer golpe do adversário que não obtenha um resultado que seja uma porcentagem de 1 nível inferior, igual ou  maior que a do acerto do guerreiro não consegue ser completamente desferido, causando dano algum.',
    'Obs1': 'Está técnica possui Intermitência.',
    'Obs2': 'Está técnica só pode ser usada se o total nela for igual ao estágio do personagem.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica agora só podem ser acertados se o golpe do oponente for de mesma porcentagem ou de porcentagem superior.',
    'Descricao': 'Exemplo: Junior escolhe usar a técnica Inibir Ataque em um de seus ataques. Após isto, acerta um golpe 75% nesta rodada. Qualquer ataque efetuado por seu adversário tem que ser de pelo menos (50%,75%,100%, etc.) caso contrário o golpe não terá sido efetivo contra o Guerreiro Junior.',
  },
  {
    'Nome': 'Intimidar',
    'Atributo': 'CAR',
    'Categoria': '7',
    'Efeito': 'A determinação, segurança e força de vontade de alguns ferozes combatentes são tão poderosas que podem, por si só, servir como arma contra seus inimigos. Uma presença intimidadora é a manifestação máxima do temor que um combatente com vontade de ferro causa apenas com o olhar, muitas vezes, pode definir uma luta antes mesmo desta começar.',
    'Requisitos': 'N/D',
    'Mecanica': 'Ao entrar em combate com o guerreiro, rola-se um teste de Resistência entre o adversário e o combatente. A FA será o total que o combatente possuir na técnica \"Intimidar\" e a FD será a Moral do alvo. Para Jogadores considere que Moral é igual a Estágio + Carisma. Este teste deve ser feito por cada adversário que entrar em um combate com o guerreiro, mas só afeta o alvo uma vez por combate. Entrar em um combate contra um guerreiro que possui a técnica Intimidar é um momento incrivelmente tenso, durante o qual o guerreiro fitará seu(s) oponente(s) de maneira extremamente agressiva, procurando convencê-lo(s) que é impossível ser derrotado. Na maioria das vezes, os guerreiros proferem algumas palavras de agressão, desafio e/ou intimidação. Não é incomum aqueles que permanecem em silêncio, de forma imponente, demonstrando sua superioridade.Caso a vítima falhe no teste ela será intimidada pelo combatente, perdendo parte de sua confiança (EH Perdida = Total na técnica Intimidar) no combate e atrasando sua primeira ação e o tornando mais receoso (-4 iniciativa e na moral durante o combate). Exemplo: O Gladiador Raphael irá duelar contra o criminoso Nero. Nos instantes antes da primeira ação combativa, Raphael usa Intimidar, fitando Nero duramente enquanto diz que a derrota dele será rápida e vergonhosa. Raphael possui total 8 na técnica Intimidar enquanto a moral de Nero é 6. Nero falha no teste ao obter resultado 10 no d20. Intimidado por Raphael, Nero desvia o olhar e recua dois passos, tempo o suficiente para Raphael assumir a ofensiva.',
    'Obs1': 'A iniciativa dos envolvidos deverá ser rolada individualmente.',
    'Obs2': 'Alvos sem mente ou imunes a covardia e/ou a medo não sofrem os efeitos desta técnica.',
    'Obs3': 'Se o alvo desta técnica resistir ao teste, este ficará imune a um novo uso desta técnica até que o usuário o derrote em um combate.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica têm o efeito da técnica dobrado e ganham automaticamente a iniciativa contra seus adversário intimidados.',
    'Descricao': ''
  },
  {
    'Nome': 'Leitura da Batalha',
    'Atributo': 'PER',
    'Categoria': '7',
    'Efeito': 'Um guerreiro extremamente treinado consegue adaptar-se a um estilo de luta, mantendo a cadência do combate ao seu favor. A técnica Leitura da Batalha permite ao guerreiro tirar vantagens em cima de seus inimigos, podendo até antever alguns relances da batalha.',
    'Requisitos': 'N/D',
    'Mecanica': 'Anula o uso de uma técnica completamente que um adversário esteja usando contra o personagem e que o total seja igual ou menor ao total que o guerreiro possuir nesta técnica Técnicas Não Anuláveis Ambidestria, Animosidade, Aprimorar, Combate Montado, Combate Não Letal, Concentração, Dano Agravado, Disparo Rápido, Flechadas Múltiplas, Força Interior, Fúria, Golpe Duplo, Heroísmo, Intimidar, Luta às Cegas, Remover Debilitação, Resistência à Dor, Resistência Extrema, Retalhar, Ricochetear e Sangramento.',
    'neste combate': 'e que só se pode anular uma técnica por adversário. O limite de alvos sobre o efeito desta técnica deve ser igual a um terço do total que se possuir na técnica arredondado para baixo.',
    'Obs1': 'Esta técnica não impede o adversário de usar suas técnicas em outros alvos.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica adicionam um quinto do total desta técnica como bônus nela mesma.',
    'Descricao': 'O Guerreiro só pode anular uma técnica de cada adversário por vez, contudo, a cada início de rodada, o usuário pode substituir a técnica anulada anteriormente. A limitação desta técnica é que: o adversário deve ter efetuado a técnica que se deseja anular ',
  },
  {
    'Nome': 'Luta às Cegas',
    'Atributo': 'PER',
    'Categoria': '7',
    'Efeito': 'Com esta técnica, o personagem aguça seus outros sentidos (Audição, Olfato e Tato), permitindo lutar na escuridão ou contra inimigos que não podem ser vistos, podendo até anular as penalidades.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, o total que o personagem possuir nesta técnica será reduzido da penalidade recebida dentro das seguintes situações Escuridão Parcial Escuridão Total e/ou Inimigo Invisível.',
    'Obs1': 'O fato de saber lutar no escuro não faz com que o usuário possa ver no escuro, o que implica que essa Técnica não dá qualquer bônus em Habilidades ou outros testes que precisem da visão.',
    'Obs2': 'Esta técnica foi desenvolvida para lutas corpo a corpo e não diminui penalidades para ataques ou magias que estejam fora de um combate corpo a corpo.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem combater à distância devido a sua alta percepção sensorial, podendo atacar qualquer alvo que esteja a no máximo 15 metros, contudo, ainda recebem redutores causados pela escuridão e têm 1 nível de dificuldade a menos para qualquer habilidade ou teste de atributo que ajude a encontrar seus adversário sem usar a visão.',
    'Descricao': 'Exemplo: Helena possui a capacidade de enxergar na escuridão parcial (-7) e tem total 5 em Luta às Cegas. Helena está em um combate, porém se encontra nas profundezas de uma caverna onde não à luz alguma, configurando uma situação de Escuridão Total (-10). Helena terá o redutor de (-10) somado com seu total em Luta às Cegas que é (5) totalizando (-5) colunas de penalidade. Note que Helena em nenhum momento pode somar a capacidade de enxergar na escuridão parcial ao seu total de Luta às Cegas. Se Helena fosse capaz de usar a magias Manipulação de Luz e seu inimigo estivesse usando a magia Invisibilidade, Helena faria o mesmo cálculo acima, pois um Inimigo Invisível e Escuridão Total dão a mesma quantidade de redutores. Não é possível em nenhuma hipótese ganhar colunas a mais com esta técnica. Ela serve somente para anular penalidades. Dessa forma, se a combatente do exemplo anterior possuísse Luta às Cegas 12 ela não sofreria nenhuma penalidade, mas também não ganharia nenhuma coluna extra.',
  },
  {
    'Nome': 'Mira',
    'Atributo': 'PER',
    'Categoria': '5',
    'Efeito': 'Antigos mestres em arquearia treinaram a capacidade de antecipar movimentos, visando disparos de alta precisão, sempre focando os pontos vitais de suas vítimas. Para isso, analisam o padrão de movimentação dos alvos.',
    'Requisitos': 'N/D',
    'Mecanica': 'Esta técnica adiciona seu total como colunas de ataque no próximo disparo e funciona de duas formas 1) Alvo Fixo O Arqueiro perde uma rodada para mirar fixamente em um alvo. Este alvo pode ser tanto um guarda em posição de sentinela (parado), quanto em um objeto inanimado (como um alvo de treino) 2) Alvo em Movimento Após o término de sua rodada, se o arqueiro efetuou um disparo contra o alvo desejado, ele conseguirá prever o padrão de movimentação do seu alvo na próxima rodada.',
    'Obs1': 'Esta técnica possui Intermitência.',
    'Obs2': 'Caso o combatente decida mudar de alvo, este deverá fazer todo o processo descrito na técnica novamente.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica conseguem usá-la em quantos alvos tiverem atacado na rodada passada.',
    'Descricao': '',
  },
  {
    'Nome': 'Posicionamento',
    'Atributo': 'PER',
    'Categoria': '4',
    'Efeito': 'Esta técnica permite ao usuário defender-se de mais de um adversário por meio de (passos de ajuste, desvios, fintas etc.), em uma espécie elegante de dança, envolvendo sua postura, equilíbrio e perceptividade conseguindo, assim, pouco a pouco, mudar seu posicionamento, levando seus inimigos a posições desfavoráveis para acertá-los, protegendo-se de múltiplos atacantes.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o Jogador deve anunciar ao Mestre o uso desta técnica. Após isso, será necessário um rolamento para descobrir quantos adversários não conseguirão acertá-lo nesta rodada. Não é possível para o usuário desta técnica ficar livre de todos os inimigos, devendo sempre restar pelo menos um adversário e também não é permitido ao usuário que ataque alvos que tenham ficado impedidos de atacá-lo.',
    'QuadroRolagens': '',
    'Obs1': 'Esta técnica possui Intermitência.',
    'Aprimoramento': 'Aprimorados nesta técnica têm 1 nível a mais em seus rolamentos nesta técnica.',
    'Descricao': 'Verde: Os seus adversários ganham mais três colunas contra você.Branco: Os seus adversários ganham mais uma coluna contra você.Amarelo: Impede que um dos seus adversários lhe ataque.Laranja: Impede que dois dos seus adversários lhe ataquem.Vermelho: Impede que três dos seus adversários lhe ataquem.Azul: Impede que quadro dos seus adversários lhe ataquem.Cinza: Impede que cinco dos seus adversários lhe ataquem.',
  },
  {
    'Nome': 'Postura Defensiva',
    'Atributo': 'PER',
    'Categoria': '4',
    'Efeito': 'Através de movimentos extremamente calculados e uma excelente percepção combativa, é possível amenizar os danos causados pelo combate.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o Jogador deve anunciar ao Mestre que vai usar a técnica. Após isso, deverá fazer uma rolagem no total que possuir na técnica. Caso o resultado seja Verde (Falha), o Jogador não poderá efetuar esta técnica, neste combate. Se o resultado for Branco (Rotineiro), o Jogador deverá esperar uma rodada para poder efetuar outro teste. Entretanto, caso tire um resultado Amarelo (Fácil) ou maior, poderá fazer suas ações normalmente e todo dano causado pelo e ao personagem sofrem redução de (1) nível, e sua Defesa Ativa recebe um acréscimo de pontos iguais a metade do seu atributo Percepção arredondado para cima.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica recebem um bônus de (1) nível em rolagem de qualquer outra técnica defensiva enquanto esta técnica estiver ativa.',
    'Descricao': '',
  },
  {
    'Nome': 'Postura Ofensiva',
    'Atributo': 'AGI',
    'Categoria': '4',
    'Efeito': 'A imprudência aliada a um ímpeto devastador são marcas fortes destes destemidos combatentes, em contrapartida, brechas em sua postura podem ser exploradas por seu inimigo.',
    'Requisitos Brutalizar e Contra-Ataque.': '',
    'Mecanica': 'No início da rodada, o Jogador anuncia ao Mestre que irá usar esta técnica e efetua um rolamento em seu total para verificar os malefícios que sofrerá contra o alvo da técnica. Após isso, até o final da rodada, o usuário terá um acréscimo de (1) nível em seus rolamentos de ataque.',
    'Obs1': 'Esta técnica só funciona em um combate corpo a corpo.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica têm (1) nível a mais nos rolamentos desta técnica.',
    'Descricao': 'Verde: Aumenta em (1) nível o dano causado pelo inimigo até o final da rodada.Branco: O inimigo ganha 5 colunas de ataque contra o combatente até o final da rodada.Amarelo: O inimigo ganha 4 colunas de ataque contra o combatente até o final da rodada.Laranja: O inimigo ganha 3 colunas de ataque contra o combatente até o final da rodada.Vermelho: O inimigo ganha 2 colunas de ataque contra o combatente até o final da rodada.Azul: O inimigo ganha 1 colunas de ataque contra o combatente até o final da rodada.Cinza: O combatente efetua uma investida perfeita e ganha (1) nível de dano extra.',
  },
  {
    'Nome': 'Pressionar o Oponente',
    'Atributo': 'FOR',
    'Categoria': '5',
    'Efeito': 'O guerreiro usa sua movimentação em combate aliada ao uso de armas pesadas e/ou escudo para forçar oponente a recuar criando uma desvantagem para o oponente.',
    'Requisitos': '-.',
    'Mecanica': 'Esta técnica só pode ser usada em um combate corpo a corpo e depende de que o oponente possa ser pressionado a recuar. Para isso, o oponente deverá ter alguma dificuldade em sua movimentação como uma posição mais baixa (terreno em declive), em um corredor estreito, em um terreno acidentado ou o combatente está formando fileira com dois ou mais aliados. Nessas situações, o jogador deve fazer um rolamento da técnica a cada rodada que estiver usando a técnica e o bônus que recebera é determinado pelo quadro de rolagens abaixo',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica podem usá-la sem que o oponente tenha algo que esteja dificultando sua movimentação e sem a necessidade de fazer formação com um aliado.',
    'Descricao': 'Verde: O combatente se descontrola, não consegue efetuar a técnica e o adversário ganha um bônus de +3 no próximo ataque. Branco: O combatente se desequilibra, não consegue efetuar a técnica. Amarelo: O combatente recebe bônus de +1 coluna de ataque e o oponente é obrigado a recuar. Laranja: O combatente recebe bônus de +2 coluna de ataque o oponente é obrigado a recuar. Vermelho: O combatente recebe bônus de +3 coluna de ataque o oponente é obrigado a recuar. Azul: O combatente recebe bônus de +4 coluna de ataque o oponente é obrigado a recuar. Cinza: O combatente recebe bônus de +5 coluna de ataque o oponente é obrigado a recuar. OBS: Caso haja um aliado fazendo formação com o combatente e ambos usarem a técnica Pressionar o Oponente, então basta 1 aliado ao invés de 2.',
  },
  {
    'Nome': 'Provocar',
    'Atributo': 'CAR',
    'Categoria': '7',
    'Efeito': 'Provocar é a técnica de campo de batalha empregada especialmente por combatentes fanfarrões, ousados e/ou perspicazes. Ela é utilizada de forma estratégica para atrair a atenção ao atingir em cheio com palavras, gestos e/ou movimentos o(s) ego(s) e/ou(s) instinto(s) do(s) adversário(s). Com isso, as vítimas da provocação perdem momentaneamente a concentração em outros alvos, não sendo capazes de se concentrar em nenhum outro inimigo além do provocador e sentem-se compelidas a atacá-lo até o fim da rodada.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, o jogador anuncia ao mestre que usará a técnica, então o jogador deverá fazer uma rolagem com seu total na técnica e comparar com o quadro de rolagens e escolher seus alvos que devem ser capazes de ver o combatente. Cada alvo deve fazer um teste de resistência com FA igual ao total na técnica e FD igual à sua moral. Os alvos provocados que falharem no teste devem atacar o combatente, caso escolham atacar outro alvo recebem uma penalidade em suas colunas de ataque igual ao total nesta técnica',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica têm (1) nível a mais em suas rolagens nesta técnica.',
    'Descricao': 'Verde: O usuário desta técnica atrai a atenção dos inimigos para o seu aliado mais vulnerável naquele momento. O mestre deve escolher quem é infortunado.Branco: O usuário desta técnica não consegue atrair a atenção de ninguém.Amarelo: O usuário desta técnica atrai a atenção de um adversário.Laranja: O usuário desta técnica atrai a atenção de dois adversários.Vermelho: O usuário desta técnica atrai a atenção de três adversários.Azul: O usuário desta técnica atrai a atenção de quatro adversários.Cinza: O usuário desta técnica atrai a atenção de cinco adversários.',
  },
  {
    'Nome': 'Pugilato',
    'Atributo': 'AGI',
    'Categoria': '2',
    'Efeito': 'Através desta técnica é possível utilizar o grupo Combate Desarmado de forma mais eficiente contra qualquer tipo de adversário.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, rola-se um dado no total desta técnica. O resultado da rolagem deve ser conferido no quadro de rolagens abaixo.',
    'Obs1': 'Os ataques devem ser realizados com grupo Combate Desarmado.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica têm 1 nível a mais em seus resultados nos rolamentos desta técnica e o Azul pode virar Cinza. Resultado Falha (Verde) não é afetado.',
    'Descricao': 'Verde: A falha na investida impossibilita ataques e deixa o combatente em uma posição desfavorável (porém não permite o uso da técnica Ataque Oportuno). Caso o adversário acerte o próximo ataque, no intervalo de até uma rodada, este ataque terá um adicional de 1 nível de dano.Branco: Golpe ruim, erra adversário.Amarelo: Permite um golpe com 1 nível a mais de dano, caso acerte.Laranja: Permite desferir dois golpes.Vermelho: Permite desferir dois golpes, sendo o segundo com 1 nível a mais de dano, caso acerte.Azul: Permite desferir três golpes.Cinza: Permite desferir três golpes sendo o primeiro um acerto crítico.',
  },
  {
    'Nome': 'Remover Debilitações',
    'Atributo': 'FIS',
    'Categoria': '3',
    'Efeito': 'O guerreiro consegue anular gradativamente as debilitações impostas a sua mobilidade e também geradas por seus equipamentos defensivos ao usar habilidades.',
    'Requisitos': '-.',
    'Mecanica': 'Esta técnica funciona anulando penalidades geradas por seus equipamentos defensivos na proporção de 1 ponto no total desta técnica para cada ponto de penalidade contudo, essa possibilidade só estará disponível para a profissão Guerreiro. A cada dez pontos no total desta técnica, é possível anular uma penalidade de 1 nível de dificuldade a mais em qualquer habilidade que seja consequência do peso dos equipamentos defensivos do combatente. Adicionalmente, esta técnica pode anular penalidades geradas pela movimentação usando o quadro de rolagens, no qual cada ponto de penalidade refere-se a uma penalidade específica descrita no capítulo de Movimentação. Logo abaixo será exibido um exemplo onde constam alguns problemas de debilitação gerados pelo exemplo e mais abaixo o quadro de rolagens relativo a esse tipo de problema.',
    'QuadroRolagens': '',
    'Descricao': 'Exemplo: Durante uma nevasca, Guimarães está subindo uma montanha coberta por neve e pedras quando um grupo de orcos do gelo o surpreende e ele não tem tempo de descarregar seus equipamentos. O combate começa e ele vai calcular as penalidades aplicadas a sua VB:• Piso inclinado 45º: 2• Obstáculos: 1• Resistência à Locomoção (Areia, Neve, Pântano, Etc.): 1• Visibilidade Muito Baixa: 2A penalidade total é de 6, o que significa que cada metro percorrido custarão 7 pontos de sua Velocidade Base (1 do custo básico por metro + 6 de penalidade). Como Guimarães tem uma VB de 20, ele se moverá apenas 2 metros (7+7=14, 6 são perdidos), o que não é nem de longe suficiente para colocá-lo numa posição melhor em relação aos orcos. Ele decide usar sua técnica de combate Remover Debilitações para melhorar essa condição e faz o lançamento na coluna de seu nível de técnica. Com o resultado vermelho que obtém ele é capaz de anular 3 pontos de penalidade. Portanto a nova penalidade é 6-3 = 3. Agora cada metro percorrido por ele custam-lhe 4 pontos de VB, o que lhe permite se deslocar 5 metros (4+4+4+4+4=20).Verde: O guerreiro tropeça e cai.Branco: O guerreiro não anula as penalidades.Amarelo: O guerreiro anula 1 ponto de penalidade.Laranja: O guerreiro anula 2 pontos de penalidades.Vermelho: O guerreiro anula 3 pontos de penalidades.Azul: O guerreiro anula 4 pontos de penalidades.Cinza: O guerreiro anula todas as penalidades.Aprimoramento: Aprimorados nesta técnica recebem 1 ponto em cada rolagem funcional nesta técnica. ',
  },
  {
    'Nome': 'Resguardar',
    'Atributo': 'AGI',
   'Categoria': '6',
    'Efeito': 'Protege os aliados e permite que eles tenham segurança em seus movimentos para alcançar posições desejáveis ou taticamente favoráveis. É uma boa estratégia para alcançar a vitória final em uma batalha. Resguardar cumpre essa tarefa com disparos ou arremessos precisos em momentos cruciais, criando uma ameaça vital aos atacantes de seus protegidos.',
    'Requisitos': 'Atirar em Movimento e Flechadas Múltiplas.',
    'Mecanica': 'No início da rodada o Jogador deverá anunciar ao Mestre que usará esta técnica e quais serão os seus alvos. Após isso, toda vez que um alvo desta técnica for atacar alguém protegido, o arqueiro poderá efetuar um ataque antecipando o movimento do alvo. Caso o arqueiro acerte, o ataque do alvo em seu protegido sofrerá uma redução em suas colunas. A redução será igual ao total que o combatente possuir nesta técnica, dividido por Quatro e arredondado pra cima. O disparo deve acontecer instantes antes do ataque do adversário. Caso esta técnica seja usada contra alguém que estiver usando Ambidestria, Flechadas Múltiplas, Golpe Duplo ou Retalhar, causará redução em todos os rolamentos provenientes dessas técnicas nesta rodada.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem o termo Quatro respectivamente por Três.',
    'Descricao': '',
  },
  {
    'Nome': 'Resistência à Dor',
    'Atributo': 'FIS',
    'Categoria': '3',
    'Efeito': 'Alguns combatentes acreditam que o ápice da força é não se deixar derrubar e que cada um é seu pior inimigo. Com o mais árduo treinamento em resistência e concentração alguns lutadores desenvolveram a capacidade de resistir a todo tipo de dor, mantendo o corpo completamente subjugado pela mente.',
    'Requisitos': 'N/D',
    'Mecanica': 'Na prática, com essa técnica, os combatentes podem resistir às penalidades causadas pela dor extrema e são capazes de continuar lutando mesmo quando já deveriam estar inconscientes. Para continuar lutando com a EF negativa o personagem deve ser bem-sucedido  em um teste no total desta técnica, caso falhe perderá os sentidos normalmente. Para continuar de pé com 0 EF até –5 EF é necessário passar em um teste Amarelo (Fácil), de –6 a –10 o teste se torna Laranja (Médio) e de –11 a –15 o teste se torna Vermelho (Difícil).',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica não sofrem penalidades que seriam causadas pela dor, não precisam fazer testes para resistir a dor e tem um quinto do total nesta técnica convertido como resistência física extra para o personagem.',
    'Descricao': 'Caso o personagem sofra penalidades devido à dor extrema ele pode realizar um teste de “Resistência à Dor” para ignorar esse efeito e agir normalmente. A dificuldade do teste fica a critério do mestre.',
  },
  {
    'Nome': 'Resistência Extrema',
    'Atributo': 'AUR',
    'Categoria': '3',
    'Efeito': 'Durante o segundo ciclo, os reis-feiticeiros governaram como semidivindades. Com seus poderosíssimos encantos, moldavam a seu bel-prazer o mundo ao seu redor. No entanto, seus domínios não eram pacíficos, pois sempre houveram bravos rebeldes a enfrentá-los. Durante esse período, os mestres da arte da guerra desenvolveram e aperfeiçoaram uma forma de melhorar suas chances contra as vontades mesquinhas dos grandes místicos. Usando métodos de meditação, foram capazes de doutrinar seus corpos, suas mentes e seus espíritos para não sucumbir aos encantos, contudo até mesmo esta técnica tinha um grande revés, a perda irreversível temporariamente de parte da sua vitalidade.',
    'Requisitos': 'N/D',
    'Mecanica': 'Toda vez que o personagem não for bem-sucedido  em um teste de resistência à magia e o efeito lhe for nocivo, o seu corpo fará um grande esforço perdendo um terço de sua EF para anular os efeitos. Esta técnica tende a deixar o corpo do combatente enfraquecido, não sendo possível o seu uso por mais de uma vez por dia, mesmo que seu corpo seja curado por qualquer meio. Outro fator importante é que esta técnica só pode anular encantos que tenham força de ataque menor ou igual ao seu total.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem um quinto de seu total convertido como resistência à magia extra para o personagem.',
    'Descricao': '',
  },
  {
    'Nome': 'Retalhar',
    'Atributo': '-',
    'Categoria': '2',
    'Efeito': 'O guerreiro efetua dois ferozes golpes de forma simultânea a fim de utilizar todo o seu potencial de seus golpes e minimizando a efetividade de algumas formas de defesa.',
    'Requisitos': 'Ambidestria e Fúria.',
    'Mecanica': 'O Personagem deve efetuar uma única rolagem para os dois ataques.',
    'Obs1': 'Esta técnica possui Imperícia e Intermitência.',
    'Obs2': 'Esta técnica não pode ser usada com armas do Grupo Pesado.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem optar por fazer um único ataque com colunas de ataque extras iguais ao total que se possuir nesta técnica ao invés de reduzir as colunas.',
    'Descricao': 'As técnicas defensivas que simulem ataques ou reduzam colunas de ataques do combatente, caso sejam usadas contra esta técnica, receberão redução em suas colunas de resolução igual ao total desta técnica. A redução não pode levar as colunas das técnicas a colunas negativas e não permite que outros se beneficiem desta redução. ',
  },
  {
    'Nome': 'Ricochetear',
    'Atributo': 'PER',
    'Categoria': '2',
    'Efeito': 'Para alguns, um disparo retilíneo ou parabólico é a única solução. Para outros, ângulos de deflexão são a melhor saída. A técnica ricochete reúne todas as experiências de um mestre em arquearia com uma pontaria e o controle de trajetória lendários. Com essa técnica, o usuário pode fazer disparos que acertam locais antes impossíveis, utilizando somente sua percepção espacial, arco e flecha.',
    'Requisitos': 'N/D',
    'Mecanica': 'Permite ao arqueiro acertar alvos que não poderiam ser acertados normalmente, mas que o arqueiro tenha ideia de onde estão. Usando o ricochetear de suas flechas em superfícies que estejam a até três metros do(s) alvo(s). Os ataques recebem 2 níveis a menos de dano.',
    'Obs1': 'Esta técnica possui Imperícia.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica tem os termo 2 níveis substituído por 1 nível.',
    'Descricao': '',
  },
  {
    'Nome': 'Sangramento',
    'Atributo': '-',
    'Categoria': '1',
    'Efeito': 'Com uma expertise inigualável no combate, certos guerreiros desenvolveram formas de causar parte do dano de seus ataques nos pontos vitais de seus adversários. A técnica sangramento é o resultado desse esforço para aperfeiçoar esses ensinamentos. A técnica tem esse nome pela característica peculiar de causar o rompimento interno de alguns vasos sanguíneos mais expostos do alvo, causando leves sangramentos pelos olhos e ouvidos, assim como em determinadas partes dos membros superiores e inferiores. Embora o dano não seja notável no começo, com o tempo os efeitos podem ser devastadores para o alvo.',
    'Requisitos': 'N/D',
    'Mecanica': 'Toda vez que o combatente conseguir causar dano a EF ou o Dano Máximo que seria capaz, ele aplica um sangramento ao seu adversário. O sangramento corresponde a 1 de dano por rodada e perdura por rodadas iguais as descritas no quadro de rolagem. Caso o adversário esteja usando armadura, a técnica causará o dano total que seria resultante a todas as rodadas de uma única vez na absorção concedida pela armadura.',
    'Obs1': 'Está técnica possui Intermitência.',
    'Obs2': 'No caso de uso cumulativo, o dano extra não é somado e mantém-se apenas a maior duração.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica tem o termo 1 de dano respectivamente substituído por 2 de dano.',
    'Descricao': 'Verde: O combatente desequilibra-se e 1 de dano na EF.Branco: O combatente não consegue causar o sangramento.Amarelo: Sangramento dura 1 rodada.Laranja: Sangramento dura 2 rodadas.Vermelho: Sangramento dura 3 rodadas.Azul: Sangramento dura 4 rodadas.Cinza: Sangramento dura 5 rodadas.',
  },
  {
    'Nome': 'Segundo Fôlego',
    'Atributo': 'FIS',
    'Categoria': '7',
    'Efeito': 'O combatente é capaz de recuperar um pouco de sua EH perdida na rodada passada ao aproveitar-se da cadência da batalha para reavivar um pouco do seu fôlego.',
    'Requisitos': 'N/D',
    'Mecanica': 'Entre o fim da rodada anterior e o começo da nova, o combatente faz uma breve pausa que o fará perder a iniciativa, contudo, ainda poderá fazer suas ações normalmente.',
    'Obs1': 'Esta técnica possui Intermitência',
    'Obs2': 'Esta técnica não pode ser usada enquanto o usuário estiver com danos em sua EF, com sua EH em zero ou fora de combate.',
    'Obs3': 'Esta técnica não pode extrapolar a EH total do personagem e nem a EH que este possuía na rodada em que fez uso dela.',
    'QuadroRolagens': '',
    'Aprimoramento': 'Aprimorados nesta técnica podem ignorar a primeira rolagem de qualquer teste relativo a atividades físicas ou resistência física que tenham o cansaço como base e adicionam mais 1 minuto ao tempo de uma corrida curta e 3 minutos no tempo de uma corrida de fundo.',
    'Descricao': 'Verde: O combatente fez uma pausa muito brusca e sofre um desconforto até o fim da próxima rodada, recebendo um redutor de -3 colunas para qualquer atividade física.Branco: O combatente fez uma pausa muito brusca e sofre um desconforto até o fim da próxima rodada, recebendo um redutor de -1 coluna para qualquer atividade física.Amarelo: O combatente recupera 2 pontos de energia heroica.Laranja: O combatente recupera 4 pontos de energia heroica.Vermelho: O combatente recupera 6 pontos de energia heroica.Azul: O combatente recupera 8 de energia heroica.Cinza: O combatente recupera 10 de energia heroica.',
  },
  {
    'Nome': 'Voz de Comando',
    'Atributo': 'PER',
    'Categoria': '3',
    'Efeito': 'Alguns combatentes são capazes de antever os passos iniciais de um combate, desenvolvendo uma rápida, porém eficiente, estratégia de batalha. Quando tais combatentes são reconhecidos como líderes de um grupo, suas instruções possibilitam que todos se posicionem estrategicamente, ganhando vantagem no combate por vir.',
    'Requisitos': 'N/D',
    'Mecanica': 'No início da rodada, antes do rolamento das iniciativas, o combatente deve realizar um teste do seu total em Voz de Comando, o resultado determinará um modificador a ser somado na iniciativa do grupo. O grupo não pode ter mais que seis pessoas, contando o próprio combatente.',
    'QuadroRolagens': 'N/D',
    'Aprimoramento': 'Aprimorados nesta técnica podem distribuir 3 pontos extras de iniciativa da maneira que acharem melhor entre os beneficiados.',
    'Descricao': 'Note que esta técnica pode prejudicar todo o grupo caso seja usada com inabilidade, o que pode abalar a reputação do combatente com seus liderados. Voz de Comando não pode ser usada após ataques de surpresa.Verde: O grupo recebe uma penalidade de –2 em sua iniciativa. Branco: O grupo recebe uma penalidade de –1 em sua iniciativa.Amarelo: O grupo recebe um ajuste de +1 em sua iniciativa.Laranja: O grupo recebe um ajuste de +2 em sua iniciativa.Vermelho: O grupo recebe um ajuste de +3 em sua iniciativa.Azul: O grupo recebe um ajuste de +4 em sua iniciativa.Cinza: O grupo recebe um ajuste de +5 em sua iniciativa.',
  }
]
